// Пулы значений для генератора синтетических записей ЭТОГО модуля.
export const POOLS = {
  idPrefix: 'oc-mh',
  cities: ['Чуйская обл., г. Кант', 'Чуйская обл., г. Токмок', 'г. Бишкек', 'Ошская обл., г. Кара-Суу', 'Иссык-Кульская обл., г. Балыкчы'],
  streets: ['промзона, уч.', 'Заводская, д.', 'Индустриальная, д.', 'Промышленная, д.'],
  institutions: ['Министерство промышленности (ТЕСТ)', 'Министерство для ТЕСТА', 'Кыргызтемиржолу (ТЕСТ)', 'Национальная энергокомпания (ТЕСТ)'],
  statuses: ['В заполнении', 'Удостоверен по документам', 'Осмотрен', 'Удостоверен после осмотра', 'На юридической экспертизе'],
  people: ['Абдылдаев Айсултан Марсович', 'Айдай', 'Молчанов Кирилл Витальевич', 'Карабекова Анара Тариеловна', 'Бабашова Даяна Алтынбековна', 'Осминов Н.'],
  mechNames: [
    'Станок токарный 16К20', 'Экскаватор колёсный JCB 4CX', 'Компрессор передвижной ПКС-6',
    'Генератор дизельный АД-100', 'Насосная станция СНП-50', 'Кран башенный КБ-403',
    'Бульдозер Т-170', 'Каток дорожный ДУ-47', 'Сварочный аппарат ВДУ-506',
  ],
};
